//
//  tipsModel.swift
//  iVetAR
//
//  Created by Huda on 7/8/20.
//  Copyright © 2020 shaikha aljenaidel. All rights reserved.
//

import Foundation


var catTipsP2 = [
"ابعد الطعام عن قطك لمده ١٢ ساعه ولكن عليك تقديم الماء بشكل دائم.",
"ابقِ مكان تواجد القطه دافئ نسبيا ، ولا تجلس كثيرا على الاسطح البارده.",
"بعد ١٢ ساعه من توقف الاكل قدم للقط وجبات صغيره من دجا مسلوق وارز مسلوق من غير اضافة اي بهارات او زيت.",
"لا تقدم للقط منتجات الالبان في هذه الفتره.",
"اذا استمر الاسهال لمدة يومين او اكثر فتواصل مع طبيب بيطري على الفور!!"
]


var catTipsP4 = [
    "نظّف عين القطه من الافرازات!",
    "استخدم لكل عين قطنه منفصله و كلما امتلئت القطنه استخدم واحدة جديده.",
    "استخدم قطنه جافه لتجفف العين عند الانتهاء من التنظيف، استمر على هذا التنظيف مرتان في اليوم لمده خمسة ايام.",
    "اصطحب قطتك للطبيب البيطري اذا استمرت الاعراض و لم ينفع امر التنظيف",
    
"ابقِ مكان تواجد القطه دافئ نسبيا",
"بعد ١٢ ساعه من توقف الاكل قدم للقط وجبات صغيره",
"لا تقدم للقط منتجات الالبان",
"اذا استمر الاسهال لمدة يومين او اكثر فتواصل مع طبيب بيطري على الفور!!"
]

var catTipsP5 = [
"نظف عين القطه من الافرازات!",
"استخدم قطنه مبلله بماء دافئ وامسح فيها عين القط من الركن الداخلي للعين إلى الركن الخارجي.",
"استخدم لكل عين قطنه منفصله و كلما امتلئت القطنه استخدم واحدة جديده.",
"استخدم قطنه جافه لتجفف العين عند الانتهاء من التنظيف، استمر على هذا التنظيف مرتان في اليوم لمده خمسة ايام.",
"اصطحب قطتك للطبيب البيطري اذا استمرت الاعراض و لم ينفع امر التنظيف"
]

var dogTips7 = [
"اولاً قم باخذ علبة ماء بارده و مررها على مكان الحروق للتخفيف من الالم.",
"و قم باخذ بعض من زيت جوز الهند لتخفيف مؤقت قبل الذهاب للصيدليه.",
"اذهب للصيدليه البشريه واشتر كريم دعى بيتادين واحضر بعض اللفائف لتلف بها رجل الكلب المحترقه بعد وضع هذا الكريم عليها."
]

